
<?php
 session_start();
define('HOST', "localhost");
define('DATEBASE', "kashta");
define('USER', "root");
define('UPLOAD', "./img/");

require_once("ErrorManager.class.php");
require_once("Mysql.class.php");
//require_once("user.php");

$of=array('Наем' => 'Наем',
    'Продава' => 'Продава',
    'Топ наем' => 'Топ наем',
    'Топ продава' => 'Топ продава'
   );

$zag = array ('Едностаен' => 'Едностаен',
    'Двустаен' => 'Двустаен',
    'Тристаен' => 'Тристаен',
    'Многостаен' => 'Многостаен',
    'Мезонет' => 'Мезонет',
    'Офис' => 'Oфис',
    'Магазин' => 'Магазин',
    'Заведение' =>'Заведение',
    'Къща' => 'Къща',
    'Склад' => 'Склад'
    );
    
    
$ms = array('Тракия' => 'Тракия',
    'Мараша' => 'Мараша',
    'Възтанически' => 'Възтанически',
    'Прослав' => 'Прослав',
    'Изгрев' => 'Изгрев',
    'Беломорски' => 'Беломорски',
    'Гагарин' => 'Гагарин',
    'Захарна фабрика' => 'Захарна фабрика',
    'Индустриална зона Изток' => 'Индустриална зона Изток',
    'Индустриална зона Север' => 'Индустриална зона Север',
    'Индустриална зона Юг' => 'Индустриална зона Юг',
    'Индустриална зона Тракия' => 'Индустриална зона Тракия',
    'Каменица 1' => 'Каменица 1',
    'Каменица 2' => 'Каменица 2',
    'Коматево' => 'Коматево',
    'К?>оматевски възел' => 'Коматевски възел',
    'Кършака' => 'Кършака',
    'Остромила' => 'Остромила',
    'Стария град' => 'Стария град',
    'Сточна гара' => 'Сточна гара',
    'Съдийски' => 'Съдийски',
     'Филипово' => 'Филипово',
     'Христо Смирненски' => 'Христо Смирненски',
     'Централна гара' => 'Централна гара',
     'Център' => 'Център',
     'Широк център' => 'Широк център',
     'Шекер махала' => 'Шекер махала',
    );
    
    

$st = array('Тухла' => 'Тухла',
    'Панел' => 'Панел',
    'Градоред' => 'Градоред',
    'ЕПК' => 'ЕПК',
    'ПК' => 'ПК',
    'В строеж' => 'В строеж',
    'Ново строителство' => 'Ново строителство'
);
$vl = array('BG' => 'BG',
    'EURO' => 'EURO',
    );
?>






